Repository: klimentsii/project-management-app
Catalog: project-management-app/src/locale/messages.*.xlf
Languages: ru

# nameBoard
source: Name of board
ru: Названия проекта

# nameHint
source: Errors appear instantly!
ru: Ошибки появляются мгновенно!

# confirmQuestion
source: Are you sure you want to do this?
ru: Вы действительно уверены в этом?

source: Cancel
ru: Отмена

# confirm
source: Confirm <mat-icon>delete</mat-icon>
ru: Принять <mat-icon>delete</mat-icon>

# boardsHeader
source: Boards
ru: Проекты

# GreatingHeader
source: Hello, <strong></strong(<i>{{us (<i></i>) !) ! </) !
ru: Приветствую, <strong></strong(<i>{{us (<i></i>) !) ! </) !

# singInHeader
source: Sign in
ru: Вход

# singUpHeader
source: Sign up
ru: Зарегистрироваться

# loginTitle
source: Login
ru: Вход

# loginSubmit
source: Login
ru: Войти

# signUpTitle
source: Login
ru: Регистрация

# signUpSubmit
source: Login
ru: Зарегистрироваться

# notFound
source: Page not found
ru: Страница не найдена

# pageNotExist
source: The page you are looking for doesn't exist
ru: Страница, которую Вы искали не сущетвует

source: <span (click)="goBack()">Go back</span> or head over <span (click)="goHome()">Home page</span> to choose a new derection
ru: Перейдите <span (click)="goBack()">Назад</span> или на <span (click)="goHome()">Домашнюю страницу</span> для дальнейшей навигации

# welcomeTitle
source: Our team
ru: Наша команда

# welcomeSubTitle
source: We have been working on a project for you
ru: Мы работали над проектом для вас

# klimentsiiName
source: Klimentsii
ru: Климентий

# positionLead
source: Team Lead
ru: Тим Лид

# klimentsiiDescription
source: Made functionality for boards, columns and tasks
ru: Сделал функциональность досок, колонок и тасок

# yuriName
source: Yuri
ru: Юрий

# positionDev
source: Developer
ru: Разработчик

# yuriDescription
source: Engaged in the development of authorization, localization, routing, base pages.
ru: Разработал базовые страницы, модуль авторизации, локализацию двух языков, занимался маршрутизаций приложения.

# alexName
source: Alexander
ru: Александр

# alexDescription
source: Need writing smt
ru: Написать что-то

# actualLang
source: en
ru: ру

# boardEditTask
source: Edit task
ru: Изменить задачу

# boardEditTaskDescription
source: Be sure to enter a title and description
ru: Обязательно введите заголовок и описание

# boardEditTitleEdit
source: Title
ru: Заголовок

# boardEditdescriptionEdit
source: Description
ru: Описание

# CreateItemModalNew
source: Create new {{data}}
ru: Создать новый {{data}}

# CreateItemModalTitle
source: Title
ru: Заголовок

# CreateItemModalCancel
source: Cancel
ru: Отменить

# CreateItemModalCreate
source: Create <mat-icon>check</mat-icon>
ru: Создать <mat-icon>check</mat-icon>

# BoardComponentSearch
source: Search
ru: Поиск

# descBoard
source: Board description
ru: Описание доски

# boardEditdescriptionEditCancel
source: Cancel
ru: Отменить

# boardEditdescriptionEditConfirm
source: Confirm <mat-icon>check</mat-icon>
ru: Принять <mat-icon>check</mat-icon>
